aaron-bond.better-comments
apvarun.celestial
beardedbear.beardedicons
beardedbear.beardedtheme
bmewburn.vscode-intelephense-client
codely.codely-theme
eamodio.gitlens
editorconfig.editorconfig
github.github-vscode-theme
icrawl.discord-vscode
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
openai.chatgpt
prisma.prisma
qufiwefefwoyn.inline-sql-syntax
qwtel.sqlite-viewer
teabyii.ayu
twxs.cmake
usernamehw.errorlens
whizkydee.material-palenight-theme
